00t999z4.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/"><soapenv:Header><OmnibeesCredentials xmlns="http://connectors.omnibees.com/"><UserName>Oasis</UserName><UserPassword>Oasis2016</UserPassword></OmnibeesCredentials></soapenv:Header><soapenv:Body><OTA_HotelResNotifRQ EchoToken="26bd639b-8f36-443f-8132-a11d7bcc1659" Version="3.00" xmlns="http://www.opentravel.org/OTA/2003/05"><HotelReservations><HotelReservation CreateDateTime="2017-09-19T22:29:12.283" LastModifyDateTime="2017-09-19T22:29:12.283" ResStatus="Booked"><POS><Source><BookingChannel><CompanyName Code="189" CodeContext="Omnibees">Turnet Operadora</CompanyName></BookingChannel></Source></POS><UniqueID Type="14" ID="10544369" ID_Context="Omnibees" /><RoomStays><RoomStay IndexNumber="1"><RatePlans><RatePlan><Guarantee GuaranteeType="DepositRequired"><Deadline OffsetTimeUnit="Day" OffsetUnitMultiplier="21" OffsetDropTime="BeforeArrival" /><GuaranteeDescription><Text>Politica Pre-Pago 21 dias  : Del 23 de Diciembre 2015  al  3 de Enero 2016.

Todas las RESERVAS deberán ser pagadas de acuerdo al calendario de corte indicado a continuación. Reservas no pagadas de acuerdo a lo contratado están sujetas a cancelación automática sin notificación. En caso de disputa, El Operador deberá pagar la porción no disputada de la factura, notificando a TravAmerica Inc  por escrito la naturaleza de la disputa, la disputa o reclamo será solucionada o acordada en el transcurso de 30 días. Si TravAmerica Inc. no es notificada de la disputa durante los primeros 15 días, dicha disputa se tomara como renunciada y liberada. Todos los pagos son en Dólares Americanos.</Text></GuaranteeDescription><AmountPercent Percent="100.0" /></Guarantee><MealsIncluded MealPlanIndicator="true" MealPlanCodes="1" /></RatePlan></RatePlans><RoomRates><RoomRate NumberOfUnits="1"><Rates><Rate EffectiveDate="2017-12-29"><Total AmountBeforeTax="278.25" AmountAfterTax="278.25" CurrencyCode="USD" /></Rate><Rate EffectiveDate="2017-12-30"><Total AmountBeforeTax="278.25" AmountAfterTax="278.25" CurrencyCode="USD" /></Rate><Rate EffectiveDate="2017-12-31"><Total AmountBeforeTax="278.25" AmountAfterTax="278.25" CurrencyCode="USD" /></Rate><Rate EffectiveDate="2018-01-01"><Total AmountBeforeTax="278.25" AmountAfterTax="278.25" CurrencyCode="USD" /></Rate><Rate EffectiveDate="2018-01-02"><Total AmountBeforeTax="197.25" AmountAfterTax="197.25" CurrencyCode="USD" /></Rate><Rate EffectiveDate="2018-01-03"><Total AmountBeforeTax="197.25" AmountAfterTax="197.25" CurrencyCode="USD" /></Rate><Rate EffectiveDate="2018-01-04"><Total AmountBeforeTax="197.25" AmountAfterTax="197.25" CurrencyCode="USD" /></Rate></Rates></RoomRate></RoomRates><GuestCounts IsPerRoom="true"><GuestCount AgeQualifyingCode="10" Age="0" Count="2" /></GuestCounts><TimeSpan Start="2017-12-29T00:00:00" End="2018-01-05T00:00:00" /><CancelPenalties><CancelPenalty NonRefundable="false"><Deadline OffsetTimeUnit="Day" OffsetUnitMultiplier="21" OffsetDropTime="BeforeArrival" /><AmountPercent NmbrOfNights="0" Percent="100.0" /><PenaltyDescription><Text>cancelaciones 21 Dias </Text></PenaltyDescription></CancelPenalty></CancelPenalties><Total AmountBeforeTax="1704.75" AmountAfterTax="1704.75" CurrencyCode="USD"><Taxes /></Total><ResGuestRPHs>1</ResGuestRPHs><ServiceRPHs><ServiceRPH RPH="1" IsPerRoom="true" /></ServiceRPHs></RoomStay></RoomStays><Services><Service ServicePricingType="Per person per night" ServiceRPH="1" Inclusive="true" Quantity="1" Type="34" ID_Context="Omnibees"><Price><Total AmountAfterTax="0.0" CurrencyCode="USD" /></Price><ServiceDetails><ServiceDescription><Text>All Inclusive</Text></ServiceDescription></ServiceDetails></Service></Services><ResGuests><ResGuest ResGuestRPH="0" PrimaryIndicator="true"><Profiles><ProfileInfo><UniqueID Type="18" ID="1" /><Profile><Customer><PersonName><NamePrefix>Mr</NamePrefix><GivenName>KARIN</GivenName><Surname>KELLER</Surname></PersonName><Address /><Document /></Customer></Profile></ProfileInfo></Profiles></ResGuest><ResGuest ResGuestRPH="1" PrimaryIndicator="false"><Profiles><ProfileInfo><Profile><Customer><PersonName><GivenName>KARIN KELLER;DANILO SILVA</GivenName></PersonName></Customer></Profile></ProfileInfo></Profiles></ResGuest></ResGuests><ResGlobalInfo><GuestCounts IsPerRoom="false"><GuestCount AgeQualifyingCode="10" Age="0" Count="2" /></GuestCounts><Comments><Comment GuestViewable="false"><Text>9/19/2017 10:29:12 PM;Reservation comments
	Sem comentarios
</Text></Comment></Comments><Guarantee><GuaranteesAccepted><GuaranteeAccepted><DirectBill><CompanyName Code="189" CodeContext="Omnibees">Turnet Operadora</CompanyName></DirectBill></GuaranteeAccepted></GuaranteesAccepted></Guarantee><Total AmountBeforeTax="1704.75" AmountAfterTax="1704.75" CurrencyCode="USD" /><HotelReservationIDs><HotelReservationID ResID_Type="14" ResID_Value="10544369" ResID_Source="Omnibees" /><HotelReservationID ResID_Type="14" ResID_Value="RES020431-4481" ResID_Source="BookingChannel" /></HotelReservationIDs><BasicPropertyInfo HotelCode="12186" CurrencyCode="USD" /></ResGlobalInfo><TPA_Extensions><PropertyExchangeRate>1.0</PropertyExchangeRate><PropertyExchangeRateDate>2017-09-19T00:00:00</PropertyExchangeRateDate></TPA_Extensions></HotelReservation></HotelReservations></OTA_HotelResNotifRQ></soapenv:Body></soapenv:Envelope>